img/1-RDF-graph-L3-10-auto/M8rP.dot
digraph G {
 graph [rankdir=LR,bgcolor="transparent",pad="0.2",nodesep="0.5",ranksep="0.8"];
 node [shape=box,style="rounded",fontname="Arial"]; edge [fontname="Arial"];
 Ana[label="student:s01"]; AI[label="degree:AI"]; Web[label="course:c01"]; Mil[label="prof:p02"];
 Ana->AI[label="ex:studiesDegree"]; Ana->Web[label="ex:enrolledIn"]; Mil->Web[label="ex:teaches"];
}
