img/1-RDF-graph-L3-10-auto/M8rP.mmd
flowchart LR
  Ana[student:s01] -->|ex:studiesDegree| AI[degree:AI]
  Ana -->|ex:enrolledIn| Web[course:c01]
  Mil[prof:p02] -->|ex:teaches| Web
